[
    {
        "discName": "Bryce",
        "description": "Bryce is an understable fairway driver with great glide and speed compared to other discs in the category. ",
        "diameter": 21.2,
        "rimThickness": 2.0,
        "plastics": "X",
        "choice": "Bryce works great as an all around driver and will help you save shots on a daily basis.",
        "flightPath": "Bryce-S.jpg",
        "speed": 9,
        "glide": 6,
        "turn": -2,
        "fade": 2,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Culverin",
        "description": "Have a blast with this overstable fairway driver. A lot of fairway drivers flies too straight, a lot of them are too overstable. The Culverin fits right in between those two segments. For the advanced and pro players the first part of the flight will be straight and it will finish with a dependable fade.",
        "diameter": 21.2,
        "rimThickness": 2.0,
        "plastics": "Opto, Gold",
        "choice": "If you are looking for a dependable fairway driver that you can still get some decent distance with, Culverin is the answer. Aim, shoot, hit your mark. Sometimes disc golf is that easy.",
        "flightPath": "Culverin-S2.jpg",
        "speed": 9,
        "glide": 5,
        "turn": -0.5,
        "fade": 3,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Explorer",
        "description": "Straight flight path and controlled glide, that’s what the Explorer brings. Designed to be the workhorse for all kinds of accurate fairway drives, this stable and versatile fairway driver has been developed in cooperation with World Champion Ricky Wysocki. ",
        "diameter": 21.2,
        "rimThickness": 1.8,
        "plastics": "Opto, Gold",
        "choice": "'The Explorer is smooth out of the hand and has a clean stable flight. It goes right where I want it” – Ricky Wysocki.'",
        "flightPath": "Explorer-S.jpg",
        "speed": 7,
        "glide": 5,
        "turn": 0,
        "fade": 2,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Falchion",
        "description": "Scary fairways where you need perfect accuracy and a good amount of distance? Cut through the air with Falchion! For drives around 300 ft it will hold a soft anhyzer and slowly fight its way back to a small fade. When you need a disc to slice thru the tight fairway, Falchion is an excellent choice of weapon.",
        "diameter": 21.1,
        "rimThickness": 1.9,
        "plastics": "Opto",
        "choice": "This disc is a great step up for beginners who have gained drive power and think that discs like Diamond, Jade and Fury are too understable.",
        "flightPath": "Falchion-S.jpg",
        "speed": 8,
        "glide": 5,
        "turn": -1,
        "fade": 2,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Fury",
        "description": "The Fury has been unleashed on everyone in the sport of Disc Golf who wants a control driver that is easy to use. ",
        "diameter": 21.2,
        "rimThickness": 1.9,
        "plastics": "Opto, Gold",
        "choice": "The Fury is understable, glidey and a great step up for players that have used our Diamond, but feel that the Saint is too overstable.",
        "flightPath": "Fury-S.jpg",
        "speed": 9,
        "glide": 6,
        "turn": -2,
        "fade": 2,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Maul",
        "description": "The Maul is a fairway driver made for turnover shots. It resembles our popular driver the River in both speed and glide, but is more understable. ",
        "diameter": 21.4,
        "rimThickness": 1.8,
        "plastics": "Opto, Gold",
        "choice": "This disc is a very good choice for beginners and amateurs, since it is easy to control and grip, and won’t fade as much as high speed drivers do.",
        "flightPath": "Maul-S.jpg",
        "speed": 7,
        "glide": 7,
        "turn": -2,
        "fade": 1,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "River",
        "description": "River is one of our most popular discs. And this thing has GLIDE. It is easy to throw and fits most player’s power and skill levels. River is a fairway control driver and while it is not the fastest disc we have made, and does not have the widest wing ever made, it is a disc for accurate driving and good control. ",
        "diameter": 21.5,
        "rimThickness": 1.8,
        "plastics": "Opto, Gold, MoonShine, Frost",
        "choice": "With small fade and amazing glide, you can really let it fly on those big anhyzer curves.",
        "flightPath": "River-S.jpg",
        "speed": 7,
        "glide": 7,
        "turn": -1,
        "fade": 1,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "River Pro",
        "description": "River has been one of Latitude 64’s best sellers of all time. For players with less power this fairway driver has provided some serious glide. Here is the pro version.",
        "diameter": 21.4,
        "rimThickness": 1.8,
        "plastics": "Opto",
        "choice": "With added stability the River Pro will be a versatile and trusty fairway driver with a slow and steady fade.",
        "flightPath": "River-Pro-S.jpg",
        "speed": 6,
        "glide": 5,
        "turn": 0,
        "fade": 2,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Saint",
        "description": "Saint is a highly praised control driver – both among amateurs and pros. When you need a disc with good distance and perfect accuracy the Saint will deliver. Saint will be a straight shooter for drives up to 350 ft and has excellent glide. ",
        "diameter": 21.2,
        "rimThickness": 1.9,
        "plastics": "Opto, Gold, Frost, Retro",
        "choice": "Saint also has a big brother – the slightly more stable Saint Pro.",
        "flightPath": "Saint-S.jpg",
        "speed": 9,
        "glide": 7,
        "turn": -1,
        "fade": 2,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Saint Pro",
        "description": "Saint Pro is the big brother of the Saint with added stability for the more experienced player. While more overstable, it maintains the good glide and controllable flight characteristics of the regular Saint. ",
        "diameter": 21.2,
        "rimThickness": 1.8,
        "plastics": "Opto, Gold, Air, MoonShine",
        "choice": "For players that can throw far and hard, this fairway driver is a must have.",
        "flightPath": "Saint-Pro-S.jpg",
        "speed": 8,
        "glide": 5,
        "turn": -0.5,
        "fade": 2,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Spark",
        "description": "Control and stability, that is what the Spark is all about. Designed to be the workhorse for accurate fairway drives, you can rely on the Spark’s dependable fade and stable performance in the air. ",
        "diameter": 21.2,
        "rimThickness": 1.9,
        "plastics": "Opto, Gold, MoonShine",
        "choice": "The Spark is useful in many ways and is perfect for thumbers and forehand shots.",
        "flightPath": "Spark-S.jpg",
        "speed": 7,
        "glide": 4,
        "turn": -0.5,
        "fade": 3,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Striker",
        "description": "Striker is the perfect disc for accurate drives; both straight, right and left. The excellent balance of this driver makes it suitable for most players. ",
        "diameter": 21.4,
        "rimThickness": 1.9,
        "plastics": "Opto, Gold",
        "choice": "Control is the key word for this disc!",
        "flightPath": "Striker-S.jpg",
        "speed": 8,
        "glide": 5,
        "turn": 0,
        "fade": 2,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "XXX",
        "description": "XXX is our extra overstable control driver. This disc is certainly a disc for the ”big guns” and not for children. It is a headwind driver that you will love to have in the bag when you need to bomb over something.",
        "diameter": 21.5,
        "rimThickness": 2.0,
        "plastics": "Opto, Gold, Frost",
        "choice": "I XXX is a disc you can rely on in any condition and on any day! ",
        "flightPath": "XXX-S.jpg",
        "speed": 7,
        "glide": 3,
        "turn": 0,
        "fade": 4,
        "imgUrl": "url",
        "type": "fd"
    },
    {
        "discName": "Zion",
        "description": "Zion is a stable fairway driver made in our overmold technology called 2K. With a good amount of speed and perfect balance in stability it will be a trusted control driver. The flat profile will suit forehand players well. ",
        "diameter": 21.2,
        "rimThickness": 2.0,
        "plastics": "Opto, Gold",
        "choice": "This overmold disc has an Opto Line flight plate and a Gold Line rim.",
        "flightPath": "Zion-S.jpg",
        "speed": 9,
        "glide": 4,
        "turn": -0.5,
        "fade": 3,
        "imgUrl": "url",
        "type": "fd"
    }
]