[
    {
		"discName":"Anchor",
		"description":"Back in the day we used a lot of putters and midranges for our drives and still feel that many players could benefit from this line of thinking. You need an Anchor disc to predictably behave, saving you throws, while your competitors risk it all with their widest rim drivers. ",
		"diameter":21.7,
		"rimThickness":1.4,
		"plastics":"Opto, Gold",
		"choice":"The Anchor is that reliable overstable midrange. It is slightly domey and has a big bead.",
		"flightPath":"Anchor-S.jpg",
		"speed":5,
		"glide":4,
		"turn":0,
		"fade":3,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Claymore",
		"description":"The Claymore has a small dome and comfortable grip combined with a neutral flight that will suit most players. Compared to existing Latitude 64° molds it will be slightly more overstable than the very popular Fuse.",
		"diameter":21.7,
		"rimThickness":1.4,
		"plastics":"Opto, Gold. Frost, MoonShine",
		"choice":"And as with the Fuse, the experienced player can get some swooping anhyzer shots with this disc.",
		"flightPath":"Claymore-S.jpg",
		"speed":5,
		"glide":5,
		"turn":-1,
		"fade":1,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Compass",
		"description":"It might not be the fastest midrange on the market, but disc golf is all about control and this straight flyer will go wherever you want. It holds any line in the most predictable way. Not thin, not deep, it will fit in any hand.",
		"diameter":21.3,
		"rimThickness":2.4,
		"plastics":"Opto, Gold, MoonShine",
		"choice":"This stable and versatile midrange has been developed in cooperation with world class player Ricky Wysocki",
		"flightPath":"Compass-S.jpg",
		"speed":5,
		"glide":5,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Core",
		"description":"Core is a midrange that is perfect for both amateurs and professional players. The flight is reliable and stable, with a slight fade at the end. ",
		"diameter":21.7,
		"rimThickness":1.4,
		"plastics":"Opto, Gold",
		"choice":"One of our most popular discs due to it’s reliability and predictable flight path",
		"flightPath":"Core-S.jpg",
		"speed":6,
		"glide":5,
		"turn":-0.5,
		"fade":1,
		"imgUrl":"url",
		"type":"m"
	},
	
	{
		"discName":"Fuse",
		"description":"The Fuse is really something special. It has been co-designed with pro disc golfer Jesper Lundmark. The goal was to create a midrange that would hold any curve with minimal fade at the end, and we got exactly what we wanted. ",
		"diameter":21.9,
		"rimThickness":1.3,
		"plastics":"Opto, Gold, Retro",
		"choice":"It is also one of the best “first” discs for beginners. Learn to handle a Fuse and you can throw anything.",
		"flightPath":"Fuse-S.jpg",
		"speed":5,
		"glide":6,
		"turn":-1,
		"fade":0,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Gobi",
		"description":"Gobi is a slightly understable midrange for those long sweeping anhyzers. Towards the end of the flight Gobi will fight back to a fade in a reliable way. ",
		"diameter":21.3,
		"rimThickness":2.4,
		"plastics":"X",
		"choice":"Gobi great for bigger arms looking for controlled hyzer flips.",
		"flightPath":"Gobi-S.jpg",
		"speed":6,
		"glide":5,
		"turn":-0.5,
		"fade":1,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Mace",
		"description":"Mace is the midrange for the masses. It was co-designed with pro disc golfer David Feldberg and it is a solid midrange solution for almost every situation. The Mace can handle a big arm and also be controlled by players with less power.",
		"diameter":21.8,
		"rimThickness":1.3,
		"plastics":"Opto, Gold",
		"choice":"Our viking ancestors never went into battle without their favorite Mace. That mindset is now valid again.",
		"flightPath":"Mace-S.jpg",
		"speed":5,
		"glide":5,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"m"
	}
]