[
	{
		"discName":"Ballista",
		"description":"With the Ballista you will get the best of both worlds. One of the fastest discs in the world combined with a dependable flight pattern, makes the Ballista a must-have in the bag.",
		"diameter":21.1,
		"rimThickness":2.4,
		"plastics":"Opto, Gold, Air, Snow",
		"choice":"It will be overstable for beginners and slightly understable for experienced players.",
		"flightPath":"Ballista-S.jpg",
		"speed":14,
		"glide":5,
		"turn":-1,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Ballista Pro",
		"description":"Ballista Pro is the big brother to the Ballista, with added stability for experienced players. It is the perfect solution if you are looking for a distance driver that can navigate tight fairways.",
		"diameter":21.2,
		"rimThickness":2.4,
		"plastics":"Opto, Gold",
		"choice":"With a great combination of speed, stability and glide it is the go-to disc for all kinds of distance shots.",
		"flightPath":"Ballista-Pro-S.jpg",
		"speed":14,
		"glide":4,
		"turn":0,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Bolt",
		"description":"This is one of our more understable distance drivers. It goes fast as a lightning bolt and has a high speed understable flight path with good glide. This is a perfect distance driver for players with slower arm speed that want to throw far. ",
		"diameter":21.1,
		"rimThickness":2.4,
		"plastics":"Opto, Gold, Air, Snow, Frost, MoonShine",
		"choice":"For experienced players with more power the Bolt can still be useful when fast and understable is what you are looking for.",
		"flightPath":"Bolt-S.jpg",
		"speed":13,
		"glide":6,
		"turn":-2,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Cutlass",
		"description":"The Cutlass is our new cutting edge distance driver. With good speed, good glide and a predictable fade, it will be a sharp weapon on the disc golf course. For beginners it will be very overstable, thus a great disc to fight the wind. ",
		"diameter":21.2,
		"rimThickness":2.2,
		"plastics":"Opto, Gold",
		"choice":"For experienced players with more power the Bolt can still be useful when fast and understable is what you are looking for.",
		"flightPath":"Cutlass-S.jpg",
		"speed":13,
		"glide":5,
		"turn":0,
		"fade":3.5,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Flow",
		"description":"A high speed driver with a mix of good speed and excellent glide. With a dependable flight path and low fade, it is best described as a faster fairway driver. It has a domey top which gives it good lift and glide. ",
		"diameter":21.1,
		"rimThickness":2.2,
		"plastics":"Opto, Gold, Air",
		"choice":"The rim is quite sharp and comfortably wide for the grip (22mm). Try it in a tailwind and you will get some serious distance.",
		"flightPath":"Flow-S.jpg",
		"speed":11,
		"glide":6,
		"turn":-0.5,
		"fade":2,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Gladiator",
		"description":"Going to the drawing board to design this high speed Gladiator disc, we sought superior glide and distance along with overstability to make it a true companion for the pros. David Feldberg collaborated with our disc designer, Tomas Ekström, to draft this design. ",
		"diameter":21.1,
		"rimThickness":2.3,
		"plastics":"Opto, Gold, Air",
		"choice":"Tests confirmed our Gladiator combines the perfect blend of speed, glide and distance with overstability.",
		"flightPath":"Gladiator-S.jpg",
		"speed":13,
		"glide":5,
		"turn":0,
		"fade":3.5,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Halo",
		"description":"HALO is a high speed long range driver with excellent speed and distance. The wide weight span will make it fit in many players bags, from pros to amateurs.",
		"diameter":21.1,
		"rimThickness":2.4,
		"plastics":"Opto, Gold, Air",
		"choice":"At a hundred meter toss it feels stable and consistent.",
		"flightPath":"Halo-S.jpg",
		"speed":13,
		"glide":5,
		"turn":-0.5,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Havoc",
		"description":"Havoc is a high speed driver that will give you the distance you need on the course. It flies very fast and never seems to slow down.",
		"diameter":21.1,
		"rimThickness":2.3,
		"plastics":"Opto, Gold, Air, MoonShine",
		"choice":"It is easy to throw and will fit advanced ",
		"flightPath":"Havoc-S2.jpg",
		"speed":13,
		"glide":5,
		"turn":-1,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Knight",
		"description":"When speed is of the essence the Knight will ride with haste. This high speed driver features one of the widest rims yet on a golf disc. The Knight is extremely fast but also has great glide considering the wide rim, so this disc can ride out for long distances. ",
		"diameter":21.2,
		"rimThickness":2.5,
		"plastics":"Opto, Gold",
		"choice":"For drives around 330 ft it will be slightly understable and compared to Ballista the Knight is just a bit more understable.",
		"flightPath":"Knight-S.jpg",
		"speed":14,
		"glide":4,
		"turn":-1.5,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Missilen",
		"description":"Missilen (The Missile in english) was the first Hex disc on the market – and it is FAST. It features hexagon shaped cavities in the surface of both the top of the disc and the bottom of the rim. This pattern has been tested to be the most efficient in reducing drag and making the disc fly extremely fast.",
		"diameter":21.4,
		"rimThickness":2.5,
		"plastics":"Opto, Gold",
		"choice":"The speed is notable especially when the discs lands. Try it and see for yourself exactly how fast this thing goes.",
		"flightPath":"Missilen-S.jpg",
		"speed":15,
		"glide":3,
		"turn":-0.5,
		"fade":4.5,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Raketen",
		"description":"Raketen (The Rocket in english) is an extremely fast long distance driver due to the unique hexagon pattern. The HEX pattern helps the disc be less affected by air drag so it can fly faster, but at the same time you will lose some glide. ",
		"diameter":21.1,
		"rimThickness":2.4,
		"plastics":"Opto, MoonShine",
		"choice":"If you want to be the fastest thrower on the course, pick up Raketen and start the countdown!",
		"flightPath":"Raketen-S2.jpg",
		"speed":15,
		"glide":4,
		"turn":-2,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Scythe",
		"description":"This disc will slice through the air like a sharp scythe slices through grass. This disc is not made for smooth anhyzers.",
		"diameter":21.2,
		"rimThickness":2.2,
		"plastics":"Opto, Gold",
		"choice":"Produced for the experienced players that need a disc to deliver speed, control and a strong fade.",
		"flightPath":"Scythe-S.jpg",
		"speed":12,
		"glide":3,
		"turn":0,
		"fade":4,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Stiletto",
		"description":"Overstable! That’s the main word when describing the Stiletto. And that is OVERSTABLE with capital everything. The Stiletto was designed based on feedback from pro disc golfers that wanted a disc so overstable that it could hold up to anything.",
		"diameter":21.3,
		"rimThickness":2.4,
		"plastics":"Opto, Gold",
		"choice":"It cuts the air like a knife, flies fast and you know which way it is going. So when the storm is coming – trust the Stiletto.",
		"flightPath":"Stiletto-S.jpg",
		"speed":13,
		"glide":3,
		"turn":0.5,
		"fade":5,
		"imgUrl":"url",
		"type":"d"
    }
]