[
    {
		"discName":"Caltrop",
		"description":"You’re stepping up to make an important putt, upshot or short drive. You feel the wind messing with your head. Grab the Caltrop and feel confidence return. ",
		"diameter":21.0,
		"rimThickness":1.0,
		"plastics":"Zero Hard, Zero Med, Zero Soft, Zero Megasoft",
		"choice":"The Caltrop is a throwing putter with raised thumb grip and solid overstable flight that will help you make those critical shots to stay in the lead.",
		"flightPath":"Caltrop-S.jpg",
		"speed":2,
		"glide":2,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Dagger",
		"description":"The Dagger has been developed in co-operation with pro disc golfer David Feldberg and is a deep dish beaded putter. ",
		"diameter":21.1,
		"rimThickness":1.5,
		"plastics":"Zero Hard, Zero Med, Zero Soft",
		"choice":"Feldberg says it is comparable to a big bead Aviar, Wizard, Challenger, etc., but deeper and with more float.",
		"flightPath":"Dagger-S.jpg",
		"speed":2,
		"glide":5,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Gauntlet",
		"description":"Have you ever thrown the Gauntlet? You should. If you are searching for a reliable putter with stable flight, then it is time to challenge the course with the Gauntlet. It is a high profile putt and approach disc with a beaded rim.",
		"diameter":21.2,
		"rimThickness":1.1,
		"plastics":"Gold, Zero Hard, Zero Med, Zero Soft",
		"choice":"A stable flyer with good glide makes it a handy weapon in every bag. It is similar to the Macana but with less ",
		"flightPath":"Gauntlet-S.jpg",
		"speed":2,
		"glide":4,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Macana",
		"description":"The Macana is a putter for players that like a beaded deep rim putter, but feel like the Dagger is just a little too deep. Stable in flight, it will serve you well as both a putter and a short range driver. The Macana has little fade and good glide. ",
		"diameter":21.1,
		"rimThickness":1.1,
		"plastics":"Zero Med",
		"choice":"If you feel like every green is a constant battle ground perhaps the Macana can help you win the war!",
		"flightPath":"Macana-S.jpg",
		"speed":2,
		"glide":5,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Mercy",
		"description":"Sometimes the disc golf course won’t give you mercy. You might have better luck with the Mercy from Latitude 64°. It is designed with a deep rim and features a slow flight which makes it a very good alternative in our putt and approach lineup.",
		"diameter":21.1,
		"rimThickness":1.1,
		"plastics":"Golf, Zero Hard, Zero Med, Zero Soft",
		"choice":"Stable and consistent flight for putting, approach and short drives.",
		"flightPath":"Mercy-S.jpg",
		"speed":2,
		"glide":4,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Pure",
		"description":"The Pure is a modern classic in the putt and approach department. The disc was co-designed with Jesper Lundmark. It features a comfortable grip and a medium deep rim. It is developed with minimum fade for the ultimate putting experience.",
		"diameter":21.2,
		"rimThickness":1.0,
		"plastics":"Opto, Gold, Retro, Zero Hard, Zero Med, Zero Soft",
		"choice":"eft, straight or right; it will hold any line on your approach shots. Elevate your game around the basket with the Pure.",
		"flightPath":"Pure-S.jpg",
		"speed":3,
		"glide":3,
		"turn":-1,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Sarek",
		"description":"Whatever situation you find yourself in on the course you can always fall back on the Sarek. It’s a reliable, stable putt and approach disc that works very well as a short range driver too.",
		"diameter":21.2,
		"rimThickness":1.1,
		"plastics":"X",
		"choice":"No matter if you are new to the game or a seasoned pro, you can find many ways to put Sarek to use.",
		"flightPath":"Sarek-S.jpg",
		"speed":2,
		"glide":4,
		"turn":0,
		"fade":1.5,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Sinus",
		"description":"t is a piece of history – but still as relevant as the day it was born. Sinus was one of the first three discs (together with the driver Primitus and Medius) produced by Latitude 64° back in 2005. It is a putter with three grip areas on top with different textures.",
		"diameter":21.2,
		"rimThickness":0.9,
		"plastics":"Zero Hard, Zero Med, Zero Soft",
		"choice":"For putt & approach discs length is nothing – control is everything. This certainly holds true for the Sinus.",
		"flightPath":"Sinus-S.jpg",
		"speed":2,
		"glide":2,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Spike",
		"description":"he Spike was one of the first discs released by Latitude 64°. It has a understable flight path for the more advanced players and will fly straight for beginners. Compared to most putters it has a shallower grip and a smoother edge.",
		"diameter":21.2,
		"rimThickness":1.0,
		"plastics":"Zero Med, Zero Hard, Zero Soft",
		"choice":"The Spike might be the right pick for you. The top surface has traction zones for optional varied grip.",
		"flightPath":"Spike-S.jpg",
		"speed":4,
		"glide":3,
		"turn":-1,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	}
]