[
    {
		"discName":"Comet",
		"description":"If you own only one disc, this is it. The legendary Comet is a super accurate, straight flying approach disc. The venerable Comet is like a favorite pair of old shoes: trustworthy and comfortable. Need to go 300 feet on a straight line? Reach for a Comet.",
		"plastics":"ESP, Z, Pro D, Z Glo, X",
		"speed":4,
		"glide":5,
		"turn":-2,
		"fade":1,
		"stability":0.0,
		"img":"tzcomet_1.jpg",
		"type":"m"
	},
	{
		"discName":"Ringer",
		"description":"Ringer is an excellent choice for an everyday utility disc.  The combination of moderate overstability and low profile make Ringer a popular choice for approaches and putts alike in both calm and breezy conditions.",
		"plastics":"X, Pro D",
		"speed":4,
		"glide":4,
		"turn":0,
		"fade":2,
		"stability":1.5,
		"img":"xsringer_max-br_1.png",
		"type":"p"
	},
	{
		"discName":"Ringer GT",
		"description":"It's a beefier Ringer! Start slaying your short game with Ringer GT. We've taken all the best attributes of Ringer and added a subtle Groove Top that increases grip confidence while shifting the stability of Ringer from 1.5 to Ringer GT's 1.7 rating. Players use it more often for driving and approaching when a soft landing is mandatory and wind needs managing.",
		"plastics":"Z FLX, Jawbreaker, X, Pro D",
		"speed":4,
		"glide":4,
		"turn":0,
		"fade":2,
		"stability":1.7,
		"img":"jgrin_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Zone",
		"description":"Advanced players love the overstable, low-profiled Zone putter.  Will hold the line without flipping on long approaches, and delivers predictable putts even in windy conditions.",
		"plastics":"Titanium, ESP, Z FLX, Jawbreaker, X, Pro D",
		"speed":4,
		"glide":3,
		"turn":0,
		"fade":3,
		"stability":2.0,
		"img":"ezone_max-br_1.png",
		"type":"p"
	},
	{
		"discName":"APX",
		"description":"The APX™ rocks! Designed with a special elite plastic that allows for consistent release on crucial putts, it's just tacky enough for perfect grip, and sticky enough to grab the chains. It's perfectly stable too, so let 'er rip on short drives!",
		"plastics":"Jawbreaker, X",
		"speed":2,
		"glide":2,
		"turn":-1,
		"fade":1,
		"stability":0.0,
		"img":"japx_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Banger GT",
		"description":"This Groove Top™ putter delivers consistency and confidence with every release. It's overstable enough to handle a headwind, and is also favored by players who putt on a hyzer. Won't turn over on long approaches, won't skip on fast greens. Tuck your thumb in and feel the Groove Top™ difference.",
		"plastics":"Jawbreaker, X, Pro D",
		"speed":2,
		"glide":3,
		"turn":0,
		"fade":1,
		"stability":1.0,
		"img":"dban_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Challenger",
		"description":"The Challenger™ is an amazing overstable putter, and very popular with advanced players. It can get around trouble for those long hyzer putts and is overstable enough to take a good amount of snap on approaches.",
		"plastics":"FLX, Jawbreaker, X , Pro D",
		"speed":2,
		"glide":3,
		"turn":0,
		"fade":2,
		"stability":1.0,
		"img":"espchallenger_1.jpg",
		"type":"p"
	},
	{
		"discName":"Challenger OS",
		"description":"The beefy Challenger. Challenger OS is best for driving, headwinds, forehand approaches and hyzer putts. It's overstable enough to meet a majority of your needs without becoming a meat hook.",
		"plastics":"ESP, Z, Pro D, Z Glo, X",
		"speed":2,
		"glide":3,
		"turn":0,
		"fade":3,
		"stability":1.7,
		"img":"dchlo_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Challenger SS",
		"description":"Challenger SS is like a seasoned Challenger out of the box! Challenger SS offers a beadless rim for a comfortable grip, with added speed and Challenger precision. Far from being flippy, players can expect a smooth, longer flight to the basket with a traditional Challenger fade.",
		"plastics":"Jawbreaker, Pro D",
		"speed":2,
		"glide":3,
		"turn":-1,
		"fade":2,
		"stability":0.7,
		"img":"jchls_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Focus",
		"description":"Focus will cut moderate winds on long approaches, and delivers pinpoint accuracy all the way to the chains.",
		"plastics":"Jawbreaker, X, Pri D",
		"speed":2,
		"glide":2,
		"turn":-1,
		"fade":2,
		"stability":0.5,
		"img":"jfocu_max-br_1.jpg", 
		"type":"p"
	},
	{
		"discName":"Magnet",
		"description":"The Magnet™ is Discraft’s flagship putter, and is used by thousands of seasoned disc golfers. Not too hard, not too soft... it goes in and stays in. This disc is excellent in the wind and makes a superb short range driver and approach disc.",
		"plastics":"Jawbreaker, Pro D",
		"speed":2,
		"glide":3,
		"turn":-1,
		"fade":1,
		"stability":0.0,
		"img":"jmag_max-br_1.jpg", 
		"type":"p"
	},
	{
		"discName":"Putt'r",
		"description":"The Putt'r is an excellent turnover approach putter. It goes super straight, and feels great in your hand. The Putt'r has been referred to by some as the best putter ever!",
		"plastics":"X",
		"speed":2,
		"glide":2,
		"turn":-1,
		"fade":1,
		"stability":0.0,
		"img":"xputtr_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Roach",
		"description":"A straight flier with extra glide, the Roach™ is crafty in avoiding danger while incessantly pursuing chains. Just point and shoot. It's beadless too and feels great in the hand. Try a Roach on your next approach!",
		"plastics":"Big Z, Jawbreaker, X, Pro D",
		"speed":2,
		"glide":4,
		"turn":0,
		"fade":1,
		"stability":0.0,
		"img":"bzroa_max-br_1.jpg",
		"type":"p"
	}
]