[
        {
            "discName":"Nuke OS",
            "description":"Pro D for big arms! Created for expert players and windy conditions, NUKE OS (Over Stable) is a super fast driver that rewards power throwers with insane distance potential. Will finish on a hyzer even in strong winds, and offers the most dependable consistency of any high speed driver on the market.",
            "plastics":"Titanium, Z, Z FLX, Z Lite",
            "speed":13,
            "glide":4,
            "turn":0,
            "fade":4,
            "stability":2.2,
            "img":"tinukeos_max-dk_1.png",
            "type":"dd"
        },
        {
            "discName":"Nuke",
            "description":"Longer drives are as easy as pushing a button: NUKE™ delivers virtually effortless maximum distance for moderate to expert players. The wide, heavy rim and refined aerodynamic engineering give NUKE unparalleled velocity, while a 1.6 stability rating makes it more useful to a wider range of players. Seize the power!",
            "plastics":"Titanium, ESP, Z, Z FLX, Z Lite, Big Z, Z Glo, X, Pro D",
            "speed":13,
            "glide":5,
            "turn":-1,
            "fade":3,
            "stability":1.6,
            "img":"bznuke_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Crank",
            "description":"Super fast! Crank hits the sweet spot: it's the best disc a player can find for easier accuracy and big distance. Controllable for ams and pros alike, Crank has a narrower rim than other big drivers, so it fits more comfortably in your hand too.",
            "plastics":"Titanium, ESP, Z, Z FLX, Z Lite, Big Z, Z Glo, X, Pro D",
            "speed":13,
            "glide":5,
            "turn":-2,
            "fade":2,
            "stability":1.3,
            "img":"bzcra_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Nuke SS",
            "description":"NUKE SS delivers virtually effortless maximum distance for newer players with lower arm speed.  Great for very long turnovers at medium speed, or throw your longest rollers ever at high speed!",
            "plastics":"Titanium, ESP, Z, Z FLX, Z Lite, Z Glo, X, Pro D",
            "speed":13,
            "glide":5,
            "turn":-3,
            "fade":3,
            "stability":1.0,
            "img":"enukess_max-br_1.png",
            "type":"dd"
        },
        {
            "discName":"Crank SS",
            "description":"Just because you don't have a lot of power, doesn't mean you don't deserve more distance! Crank SS was designed to deliver significantly more distance for low-power throwers. You'll find it to be very fast and controllable, with a comfortable grip.",
            "plastics":"Titanium, Z, Z Lite",
            "speed":13,
            "glide":5,
            "turn":-3,
            "fade":2,
            "stability":0.7,
            "img":"ticrankss_max-br_1.png",
            "type":"dd"
        },
        {
            "discName":"Thrasher",
            "description":"Double down on your firepower with Thrasher! It's very fast and understable but not flippy, allowing huge distance from slower arms yet is completely big arm friendly. It will finish on a slow hyzer in most situations, so expect some gloriously clean anhyzers with a mild finish!",
            "plastics":"Titanium, ESP, Z, Z FLX, Big Z, X, Pro D",
            "speed":12,
            "glide":5,
            "turn":-3,
            "fade":2,
            "stability":0.4,
            "img":"bzthr_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Force",
            "description":"If you're throwing hard for maximum distance, reach for the high performance Force. This is Discraft's fastest overstable driver, with a wide rim and jaw-dropping glide that delivers a new level of distance potential.  It's overstable and intended for experienced players who throw with power. ",
            "plastics":"ESP, Z",
            "speed":12,
            "glide":5,
            "turn":0,
            "fade":3,
            "stability":2.0,
            "img":"eforce_max-br_1.png",
            "type":"dd"
        },
        {
            "discName":"Punisher",
            "description":"Discraft Punisher is a very fast distance driver that performs best with lots of power behind it. Expect extra glide whether you're throwing backhand or sidearm, and a consistent fade into your target. Tame the chains with Punisher.",
            "plastics":"Titanium, ESP, Z, Z FLX, Big Z",
            "speed":12,
            "glide":5,
            "turn":0,
            "fade":3,
            "stability":1.7,
            "img":"bzpun_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Flick",
            "description":"The Flick™ is the sleekest designed disc to date. A huge favorite for forehand and overhand shots",
            "plastics":"Z",
            "speed":12,
            "glide":3,
            "turn":1,
            "fade":5,
            "stability":2.5,
            "img":"zfli_max-br_1.jpg",
            "type":"d"
        },
        {
            "discName":"Surge",
            "description":"Whether you're throwing downwind or into a moderate headwind, the Surge will deliver maximum distance while still remaining highly controllable. What makes the Surge especially hot is the extra glide you'll get throw after throw. It's the first release in our ESP line, which delivers both durability and outstanding grip like none other. You'll feel the difference immediately.",
            "plastics":"ESP, Z",
            "speed":11,
            "glide":5,
            "turn":-1,
            "fade":3,
            "stability":1.7,
            "img":"zsurge_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Surge SS",
            "description":"A max distance driver for players who don't have quite enough snap to maximize the original Surge's potential. The Super Straight Surge SS delivers all the glide that players have come to expect from a Surge, with a straighter edge to enhance controllability at slower speeds.",
            "plastics":"Z",
            "speed":11,
            "glide":5,
            "turn":-2,
            "fade":2,
            "stability":1.5,
            "img":"zsurgess_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Machete",
            "description":"The low profile of Discraft Machete is built to slice through headwinds with unparalleled predictability. Use it with brute force to easily manage upwind shots, or more like a scalpel for on-demand placement precision on a hyzer or flex shot. A medium rim gives you more control and excellent hand-feel.",
            "plastics":"Titanium, ESP, Z, Z FLX, Pro D",
            "speed":11,
            "glide":4,
            "turn":0,
            "fade":4,
            "stability":2.2,
            "img":"bzmach_max-dk_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Avenger SS",
            "description":"The Avenger SS™ is the premium maximum distance driver for amateur players, combining long glide with ease of control. Throw it hard and flat for a slight fade to the right, then watch the Avenger SS™ keep on gliding through a smooth, gentle finish",
            "plastics":"ESP, Z, Z Lite, Z Glo, X, Pro D",
            "speed":10,
            "glide":5,
            "turn":-3,
            "fade":-1,
            "stability":0.5,
            "img":"zavs_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Vulture",
            "description":"When the Predator finishes with its prey, the Vulture comes in to play. The Vulture is described as a well seasoned Predator, with less overstability and more glide. The Vulture is predictable in wind and a great long range placement driver. Pros will appreciate the shot shaping ability of this driver while less experienced players will find a consistent, predictable flight.",
            "plastics":"Titanium, ESP, Z, Z FLX, Pro D",
            "speed":10,
            "glide":5,
            "turn":0,
            "fade":2,
            "stability":1.7,
            "img":"bzvulture_max-br_1.png",
            "type":"dd"
        },
        {
            "discName":"Heat",
            "description":"The Heat™ debuted as the 2014 Ace Race proto and quickly caught fire with players for its control, glide and distance at slower arm speeds. It has a smaller rim for easier grip, and is being hailed as a breakthrough in delivering improved distance for new and developing players.",
            "plastics":"Titanium, ESP, Z, Z FLX, Z Lite, Big Z, X, Pro D",
            "speed":9,
            "glide":6,
            "turn":-3,
            "fade":1,
            "stability":0.0,
            "img":"bzhea_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Undertaker",
            "description":"Most players have one versatile driver they reach for most often, and Undertaker is the new choice. This straight flier fills many needs for many different skill levels: it doesn't get flippy for power throwers, isn't hard to control for low-power players. Great glide, smooth finish, nice grip, big wins.",
            "plastics":"Titanium, ESP, Z, Z FLX, Pro D, X, Pro D",
            "speed":9,
            "glide":5,
            "turn":-1,
            "fade":2,
            "stability":1.4,
            "img":"bzund_max-br_1.jpg",
            "type":"dd"
        },
        {
            "discName":"Predator",
            "description":"The Predator is our most predictable overstable driver. It holds a line in the wind, or turns a hyzer corner at medium speed. Very fast and consistent.  Check a top pro's bag, and chances are good you'll find a Pred!",
            "plastics":"Z, Pro D",
            "speed":9,
            "glide":4,
            "turn":1,
            "fade":4,
            "stability":2.5,
            "img":"zpredator_max-br_1.jpg",
            "type":"d"
        }
]